Repository: etudiant99/pneus
Catalog: languages/pneus-*.po
Languages: fr_fr

source: Cars
fr_fr: Automobiles

source: visualization
fr_fr: Visualisation

source: Resume
fr_fr: Résumé

source: Resum
fr_fr: Résumé

source: Historic models
fr_fr: Historique modèles

source: Historic tires
fr_fr: Historique pneus

source: Add
fr_fr: Ajouter

source: Adds
fr_fr: Ajouts

source: Various additions
fr_fr: Ajouts divers

source: Brand
fr_fr: Marque

source: Model
fr_fr: Modèle

source: Tire
fr_fr: Pneu

source: Year
fr_fr: Année

source: Edit
fr_fr: Modifier

source: Brand :
fr_fr: Marque :

source: Model :
fr_fr: Modèle :

source: Year :
fr_fr: Année :

source: Tire :
fr_fr: Pneu :

source: Brand :
fr_fr: Marque :

source: Model :
fr_fr: Modèle :

source: Year :
fr_fr: Année :

source: Tire Inventory
fr_fr: Inventaire de pneus

source: Welcome to the plugin home page
fr_fr: Bienvenue sur la page d'accueil du plugin

source: This plugin adds an "inventory" table.
fr_fr: Ce plugin ajoute un tableau "inventaire".

source: She then adds the fields "mark" and "model".
fr_fr: Elle ajoute ensuite les champs "marque" et "modèle".

source: Subsequently, you will be able to add data to this table, then allow a search.
fr_fr: Par la suite, vous pourrez ajouter des données à cette table, puis autoriser une recherche.

source: Car
fr_fr: Automobile

source: Parent Item:
fr_fr: Item parent

source: All cars
fr_fr: Toutes les automobiles

source: Add a new car
fr_fr: Ajouter une nouvelle automobile

source: New car
fr_fr: Nouvelle automobile

source: Edit a car
fr_fr: Editer une nouvelle automobile

source: Edit an automobile
fr_fr: Modifier une automobile

source: See automobiles
fr_fr: Voir les automobiles

source: Search a car
fr_fr: Chercher une automobile

source: Not found
fr_fr: Non trouvé

source: Not found in trash
fr_fr: Non trouvé dans la corbeille

source: Find a brand
fr_fr: Trouver une marque

source: Popular brands
fr_fr: Marques populaires

source: All brands
fr_fr: Toutes les marques

source: Parent brand
fr_fr: marque parente

source: See brands
fr_fr: Voir les automobiles

source: Edit brand
fr_fr: Editer une nouvelle marque

source: Update brand
fr_fr: Mettre à jour une marque

source: Add a new brand
fr_fr: Ajouter une nouvelle marque

source: Value of the new brand
fr_fr: Valeur de la nouvelle marque

source: Separate the marks with a comma
fr_fr: Séparer les prix avec une virgule

source: Add or remove brands
fr_fr: Ajouter ou retirer des marques

source: Choose from the most used
fr_fr: Choisir parmi la plus utilisée

source: No mark found.
fr_fr: Marque non trouvée

source: No brand
fr_fr: Aucune marque

source: Navigation of the list of brands
fr_fr: Navigation à travers la liste des marques

source: List of brands
fr_fr: Liste des marques

source: More used
fr_fr: plus utilisées

source: Return to brands
fr_fr: Retourner aux marques

source: Automotive Brands
fr_fr: Marques automobiles

source: Find a model
fr_fr: Trouver un modèle

source: Popular models
fr_fr: Modèles populaires

source: All Models
fr_fr: Tous les modèles

source: Parent model
fr_fr: modèle parent

source: See models
fr_fr: Voir les modèles

source: Edit a model
fr_fr: Modifier un modèle

source: Update a model
fr_fr: Mettre à jour un modèle

source: Add a new model
fr_fr: Ajouter un nouveau modèle

source: Name of the new model
fr_fr: Nom du nouveau modèle

source: Separate models with a comma
fr_fr: Séparer les modèles avec une virgule

source: Add or remove a model
fr_fr: Ajouter ou retirer des modèles

source: No models found
fr_fr: Aucun modèle trouvé

source: No model
fr_fr: pas de modèles

source: Model list navigation
fr_fr: Navigation dans la liste des modèles

source: List of models
fr_fr: Liste des modèles

source: Back to models
fr_fr: Retour aux modèles

source: Models
fr_fr: Modèles

source: Search a year
fr_fr: Chercher une année

source: Popular years
fr_fr: Années populaires

source: All years
fr_fr: Toutes les années

source: Parent year
fr_fr: Année parente

source: See the years
fr_fr: Voir les années

source: Edit a year
fr_fr: Editer une année

source: Update a year
fr_fr: Mettre à jour une année

source: Add a new year
fr_fr: Ajouter une nouvelle année

source: Name of the new year
fr_fr: Valeur de la nouvelle année

source: Separate years with a comma
fr_fr: Séparer les années avec une virgule

source: Add or delete a year
fr_fr: Ajouter ou effacer une année

source: Choose from the most used years
fr_fr: Choisir parmi les années les plus utilisées

source: No year found
fr_fr: Aucune année trouvées

source: No year
fr_fr: Aucune année

source: Navigation of the list of years
fr_fr: Navigation à travers la liste des années

source: List of years
fr_fr: Liste des années

source: Return to years
fr_fr: Retourner aux années

source: Years
fr_fr: Années

source: Find a type
fr_fr: Trouver un type

source: Popular types
fr_fr: Types populaires

source: All types
fr_fr: Tous les types

source: Parent type
fr_fr: Type parent

source: See types
fr_fr: Voir les types

source: Edit a type
fr_fr: Editer un type

source: Update a type
fr_fr: Mettre à jour un type

source: Add a new type
fr_fr: Ajouter un nouveau type

source: Name of the new type
fr_fr: Nom du nouveau type

source: Separate types with a comma
fr_fr: Séparer les types avec une virgule

source: Add or remove a type
fr_fr: Ajouter ou retirer un prix

source: Choose from the most used types
fr_fr: Choisir parmi les types les plus utilisés

source: No type found
fr_fr: Aucun types trouvés

source: No type
fr_fr: Aucun type

source: Navigation of the list of types
fr_fr: Navigation à travers la liste des types

source: List of types
fr_fr: Liste des types

source: Return to types
fr_fr: Retourner aux types

source: Search an option
fr_fr: Chercher une option

source: Popular options
fr_fr: Options populaires

source: All options
fr_fr: Toutes les options

source: Parent option
fr_fr: Option parente

source: See options
fr_fr: Voir les options

source: Edit an option
fr_fr: Editer une option

source: Update an option
fr_fr: Mettre à jour une option

source: Add a new option
fr_fr: Ajouter une nouvelle option

source: Name of the new option
fr_fr: Valeur de la nouvelle option

source: Separate options with a comma
fr_fr: Séparer les options avec une virgule

source: Add or remove an option
fr_fr: Ajouter ou retirer des options

source: Choose from the most used options
fr_fr: Choisir parmi les options les plus utilisées

source: No options found
fr_fr: Aucune option trouvée

source: No option
fr_fr: Aucune option

source: Navigation of the list of options
fr_fr: Navigation à travers la liste des options

source: List of options
fr_fr: Liste des options

source: Return to options
fr_fr: Retourner aux options

source: Find a tire
fr_fr: Trouver un pneu

source: Popular tires
fr_fr: Pneus populaires

source: All tires
fr_fr: Tous les pneus

source: Parent tire
fr_fr: Pneu parent

source: See the tires
fr_fr: Voir les pneus

source: Edit a tire
fr_fr: Editer un pneu

source: Update a tire
fr_fr: Mettre à jour un pneu

source: Add a new tire
fr_fr: Ajouter un nouveau pneu

source: Name of the new tire
fr_fr: Nom du nouveau pneu

source: Separate the tires with a comma
fr_fr: Séparer les pneus avec une virgule

source: No tires
fr_fr: Aucun pneu

source: Add or remove a tire
fr_fr: Ajouter ou retirer un pneu

source: Choose from the most used tires
fr_fr: Choisir parmi les pneus les plus utilisés

source: No tires found
fr_fr: Aucun pneu trouvé

source: Navigation of the list of tires
fr_fr: Navigation à travers la liste des pneus

source: List of tires
fr_fr: Liste des pneus

source: Return to the tires
fr_fr: Retourner aux pneus

source: Tires
fr_fr: Pneus

source: Price
fr_fr: Prix

source: Search a price
fr_fr: Chercher un prix

source: Popular prices
fr_fr: Prix populaires

source: All prices
fr_fr: Tous les prix

source: Parent price
fr_fr: Prix parent

source: See prices
fr_fr: Voir les prix

source: Edit price
fr_fr: Editer un prix

source: Update a price
fr_fr: Mettre à jour un prix

source: Add a new price
fr_fr: Ajouter un nouveau prix

source: Amount of new price
fr_fr: Montant du nouveau prix

source: Separate prices with a comma
fr_fr: Séparer les prix avec une virgule

source: No price
fr_fr: Aucun prix

source: Add or remove a price
fr_fr: Ajouter ou retirer des prix

source: Choose from the most used prices
fr_fr: Choisir parmi les prix les plus utilisés

source: No prices found
fr_fr: Aucun prix trouvé

source: Navigation of the price list
fr_fr: Navigation à travers la liste des prix

source: List of prices
fr_fr: Liste des prix

source: Return to prices
fr_fr: Retourner aux prix

source: updated car <a href="%s"> See the automobile </a>
fr_fr: voiture mise à jour <a href="%s"> Voir l'automobile </a>

source: Custom field updated.
fr_fr: Custom field mis à jour

source: Custom field deleted.
fr_fr: Custom field suprimé.

source: Automobile updated.
fr_fr: Automobiles mises à jour

source: Automobile restored to revision of %s
fr_fr: Automobile restaurée à la révision de %s

source: Posted Automotive <a href="%s"> View Car </a>
fr_fr: <a href="%s"> Afficher la voiture </a>

source: Registered automobile
fr_fr: Automobile enregistrée

source: Automotive Submission <a target="_blank" href="%s"> Automotive Overview </a>
fr_fr: Soumission automobile <a target="_blank" href="%s"> Présentation automobile </a>

source: Automobile planned for: <strong>%1$ s </ strong>. <a target="_blank" href="%2$s"> Auto Overview </a>
fr_fr: Automobile prévue pour: <strong>%1$ s</ strong>. <a target="_blank" href="%2$s"> Présentation automatique </a>

source: Updated car version <a target="_blank" href="%s"> Auto Overview </a>
fr_fr: Version de voiture mise à jour <a target="_blank" href="%s"> Présentation automatique </a>

source: Overview
fr_fr: Vue d’ensemble

source: This screen gives access to all your cars. You can customize the display of this screen according to your workflow.
fr_fr: Cet écran donne accès à toutes vos voitures. Vous pouvez personnaliser l'affichage de cet écran en fonction de votre flux de travail.

source: You can customize the display of the content of this screen in several ways:
fr_fr: Vous pouvez personnaliser l'affichage du contenu de cet écran de plusieurs façons:

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
fr_fr: Vous pouvez masquer l'afficher des colonnes en fonction de vos besoins et décider du nombre de publications à afficher par écran à l'aide de l'onglet Options d'écran.

source: You can filter the list of posts by post status using the text links above the posts list to only show posts with that status. The default view is to show all posts.
fr_fr: Vous pouvez filtrer la liste des publications par statut en utilisant les liens de texte au-dessus de la liste des publications pour afficher uniquement les articles ayant ce statut. L'affichage par défaut consiste à afficher tous les messages.

source: You can view posts in a simple title list or with an excerpt using the Screen Options tab.
fr_fr: Vous pouvez afficher les publications dans une liste de titres simple ou avec un extrait à l'aide de l'onglet Options de l'écran.

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
fr_fr: Vous pouvez affiner la liste pour afficher uniquement les publications d'une catégorie spécifique ou d'un mois spécifique en utilisant les menus déroulants au-dessus de la liste des publications. Cliquez sur le bouton Filtrer après avoir effectué votre sélection. Vous pouvez également affiner la liste en cliquant sur l'auteur de la publication, la catégorie ou l'étiquette dans la liste des publications.

source: Available Actions
fr_fr: Actions disponibles

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
fr_fr: Survoler une rangée dans la liste des messages affichera des liens d'action qui vous permettent de gérer votre publication. Vous pouvez effectuer les actions suivantes:

source: <strong>Edit</strong> takes you to the editing screen for that post. You can also reach that screen by clicking on the post title.
fr_fr: <strong> Modifier </ strong> vous permet d'accéder à l'écran d'édition de ce message. Vous pouvez également accéder à cet écran en cliquant sur le titre du message.

source: <strong>Quick Edit</strong> provides inline access to the metadata of your post, allowing you to update post details without leaving this screen.
fr_fr: <strong> Modification rapide </ strong> permet d'accéder en ligne aux métadonnées de votre publication, ce qui vous permet de mettre à jour les détails de la publication sans quitter cet écran.

source: <strong>Trash</strong> removes your post from this list and places it in the trash, from which you can permanently delete it.
fr_fr: <strong> Corbeille </ strong> supprime votre message de cette liste et le place dans la corbeille à partir de laquelle vous pouvez le supprimer définitivement.

source: <strong>Preview</strong> will show you what your draft post will look like if you publish it. View will take you to your live site to view the post. Which link is available depends on your post&#8217;s status.
fr_fr: <strong> Aperçu </ strong> vous montrera à quoi ressemblera votre brouillon si vous le publiez. La vue vous amène à votre site en direct pour voir le message. Le lien disponible dépend de l'état de votre publication.

source: Bulk Actions
fr_fr: Actions en vrac

source: You can also edit or move multiple posts to the trash at once. Select the posts you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
fr_fr: Vous pouvez également modifier ou déplacer plusieurs messages dans la corbeille à la fois. Sélectionnez les messages sur lesquels vous souhaitez agir en utilisant les cases à cocher, puis sélectionnez l'action que vous voulez effectuer dans le menu Actions en masse et cliquez sur Appliquer.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected posts at once. To remove a post from the grouping, just click the x next to its name in the Bulk Edit area that appears.
fr_fr: Lorsque vous utilisez Bulk Edit, vous pouvez modifier les métadonnées (catégories, auteur, etc.) pour tous les posts sélectionnés en même temps. Pour supprimer un message du groupe, cliquez simplement sur le x à côté de son nom dans la zone Modification en bloc qui s'affiche.

source: inventary
fr_fr: inventaire

source: tire:
fr_fr: pneu:

source: Title of Widget
fr_fr: Titre du Widget

source: Empty database !
fr_fr: Base de données vide !

source: Result of the research
fr_fr: Résultats de la recherche

source: Search
fr_fr: Recherche

source: Title:
fr_fr: Titre

source: Brands
fr_fr: Marques
